
export type ResultTH = typeof resultTH
export const resultTH = {
    Elephant:{
        animalDetail: {
            name: 'ช้าง',
            image: '/assets/backgrounds/Elephant.png',
            logo: '/assets/icons/Elephant.png',
            color: "#717171",
            shortdescription: "ช้าง สื่อถึงความสามารถที่ครอบคลุมรอบด้าน มีความน่าเชื่อถือทั้งในผลิตภัณฑ์และบริการที่หลากหลาย การตลาดสำหรับแบรนด์นี้ควรจะเน้นนำเสนอไปที่ความเชี่ยวชาญรอบด้านและความสามารถในการปรับตัว เน้นย้ำความสามารถในการส่งมอบสินค้าและบริการที่มีคุณภาพอย่างสม่ำเสมอ อย่างไรก็ตาม เนื่องจากมีหลายด้านที่ต้องพัฒนา ทำให้ส่งผลต่อความคล่องตัวในการปรับตัวให้ทันสถานการณ์",
            brandChart: "มีความสามารถที่สมดุลและครอบคลุมในทุกๆด้าน",
            A: {
                description: "มีความแข็งแกร่ง ความสามารถที่ครอบคลุม และความน่าเชื่อถือ",
                example: "Google",
                metaphor: "ช้าง เป็นสัญลักษณ์ของแบรนด์ที่แข็งแกร่ง มีความสามารถที่ครอบคลุมรอบด้าน และเป็นที่น่าเชื่อถือ  เนื่องจากช้างนั้นเป็นแบรนด์ที่ส่งมอบผลิตภัณฑ์และบริการที่มีคุณภาพ และยังคงรักษาคุณภาพไว้ได้อย่างต่อเนื่องสม่ำเสมอ",
                strengths: "ความเชี่ยวชาญในวงกว้าง ความน่าเชื่อถือ และความสามารถในการส่งมอบคุณภาพอย่างสม่ำเสมอในหลากหลายด้าน",
                weaknesses: "เนื่องจากมีความสามารถรอบด้าน  ทำให้การปรับตัวต่อนวัตกรรมใหม่ๆไม่รวดเร็วเท่ากับกลุ่มที่เน้นคุณลักษณะเด่นไปในด้านเดียว  รวมถึงทำให้ยากต่อการหาเอกลักษณ์ของแบรนด์เนื่องจากไม่มีคุณสมบัติด้านใดที่โดดเด่นชัดเจนออกมา"
            },
            B: {
                shortdescription: "เน้นย้ำถึงความสามารถที่ครอบคลุมและความน่าเชื่อถือที่หลากหลาย",
                description: "ยังคงให้ความสำคัญกับความเชี่ยวชาญรอบด้านและความน่าเชื่อถืออยู่อย่างสม่ำเสมอ  และเสริมในเรื่องของนวัตกรรมที่ช่วยพัฒนาความสามารถในการปรับตัวรอบด้านได้อย่างรวดเร็ว พร้อมไปกับการค้นหาหรือรักษาเอกลักษณ์ของแบรนด์ให้ชัดเจนมากยิ่งขึ้น",
                marketingStrategy: ["การสร้างเรื่องราวให้กับแบรนด์: นำเสนอความเชี่ยวชาญในหลากหลายแง่มุม และถ่ายทอดความสำเร็จที่เกิดขึ้นของแบรนด์ แสดงให้ผู้บริโภคเห็นว่าแบรนด์สามารถปรับตัวเพื่อตอบสนองความต้องการที่แตกต่างของผู้บริโภคได้อย่างครอบคลุม ตอกย้ำให้ผู้บริโภคเห็นถึงความเป็นเลิศในทุกๆด้านของแบรนด์", "การสร้างความน่าเชื่อถือให้กับแบรนด์: นำเสนอใบรับรอง หรือรางวัลเพื่อเป็นการการันตีถึงความเชี่ยวชาญ เสริมจุดยืนในเรื่องของความเป็นเลิศและความน่าเชื่อถือในตลาด"],
                avoidMarketingStrategy: ["การสูญเสียจุดยืน: หลีกเลี่ยงการตอบสนองทุกรายละเอียดความต้องการของผู้บริโภคที่จะนำไปสู่การสูญเสียอัตลักษณ์ของแบรนด์", "การสูญเสียความเป็นแบรนด์: หลีกเลี่ยงการเพิ่มองค์ประกอบต่างๆให้กระจายรอบด้านมากขึ้นกว่าเดิม เนื่องจากจะเป็นการทำให้ตัวตนของแบรนด์ขัดแย้งกัน ทำให้จุดเด่นของแบรนด์เจือจางลง"],
                trendsToCapture: ["การท่องเที่ยวอย่างยั่งยืน: พัฒนาแบรนด์ให้เป็นผู้นำในการปฏิบัติต่อสิ่งแวดล้อมอย่างยั่งยืน สื่อถึงความรับผิดชอบ ใส่ใจ และมีส่วนร่วมในการพัฒนาสิ่งแวดล้อม เพื่อตอบสนองความต้องการของผู้บริโภคที่ตระหนักถึงสิ่งแวดล้อมมากขึ้นในปัจจุบัน", "การเปลี่ยนแปลงทางดิจิตอล: ปรับใช้นวัตกรรมเพื่อพัฒนาหรือแก้ไขปัญหาทางเทคโนโลยีให้ทันกับสถานการณ์การใช้เทคโนโลยีของผู้บริโภคในปัจจุบัน แสดงให้เห็นถึงความสามารถในการปรับตัวและความน่าเชื่อถือในสภาพแวดล้อมทางดิจิทัลสมัยใหม่"],
                trendsToAvoid: ["การผสมผสานทางวัฒนธรรม: ควรใช้ความระมัดระวังในการผสมผสานทางวัฒนธรรมหรือองค์ประกอบที่หลากหลาย โดยพยายามสร้างความสมดุลระหว่างการรับสิ่งใหม่และการรักษาสิ่งเดิมเพื่อรักษาเอกลักษณ์ของแบรนด์ให้ชัดเจนและสม่ำเสมอ"],
            },
            C: {
                communicationStrategy: "ใช้การเล่าเรื่องโดยนำเสนอถึงความสามารถรอบด้านที่หลากหลาย บอกเล่าถึงความสามารถในการปรับตัวและความสำเร็จของแบรนด์  มุ่งเน้นไปที่ความสำเร็จในปัจจุบันมากกว่าความสำเร็จในอดีตที่เกิดขึ้นแล้วเป็นระยะเวลานาน",
                mediaStrategy: "ใช้สื่อผสมทั้งแบบดั้งเดิมและแบบดิจิทัลเพื่อจับกลุ่มผู้บริโภคที่แตกต่างอยางสมดุล",
                mediaStrategyToAvoid: "การพึ่งพาสื่อหรือแพลตฟอร์มที่เพิ่งเกิดใหม่หรือล้าสมัยมากเกินไปอาจส่งผลต่อความสมดุลและความครอบคลุมของกลยุทธ์สื่อภาพรวมของแบรนด์",
                mediaSelections: "การผสมผสานสื่อระหว่างทีวี วิทยุ โฆษณาออนไลน์ และโซเชียลมีเดีย จะช่วยทำให้แบรนด์เข้าถึงกลุ่มผู้บริโภคที่แตกต่างและหลากหลายได้อย่างสมดุล"
            },
            D: {
                strength: "ความสามารถที่หลากหลายและความมั่นคงน่าเชื่อถือ",
                MIGrouptoStrength: {
                    leverage: "ใช้การวิเคราะห์จากผู้เชี่ยวชาญที่เสริมด้วยการวิเคราะห์จาก AI เพื่อช่วยเหลือในกระบวนการตัดสินใจ ทำให้มั่นใจได้ว่าการใช้จ่ายในด้านสื่อจะเป็นไปอย่างครอบคลุมและมีประสิทธิภาพสำหรับแต่ละแพลตฟอร์มโดยยังคงความเป็นแบรนด์ที่ชัดเจน",
                    implementation: "MI GROUP จะช่วยตรวจสอบและเพิ่มประสิทธิภาพของแคมเปญอย่างต่อเนื่อง เพื่อให้มั่นใจว่าทุกแคมเปญจะได้รับการพัฒนาอย่างดีเพื่อรักษาเสถียรภาพและความน่าเชื่อถือของแบรนด์",
                },
                weakness: "ปรับตัวเข้ากับการเปลี่ยนแปลงได้ช้าเนื่องจากมีหลายด้านที่ต้องทำ",
                MIGrouptoWeakness: {
                    implementation: "MI GROUP จะช่วยในการวิเคราะห์ข้อมูลแบบเรียลไทม์เพื่อให้แบรนด์สามารถปรับตัวตามแนวโน้มของตลาดได้อย่างรวดเร็วในสภาพแวดล้อมที่หลากหลาย"}

            },
        }
    },
    Lion:{
        animalDetail: {
            name: 'สิงโต',
            image: '/assets/backgrounds/Lion.png',
            logo: '/assets/icons/Lion.png',
            color: "#DC1F3F",
            shortdescription: "สิงโต เป็นตัวแทนของความแข็งแกร่งและความเป็นผู้นำ การตลาดสำหรับแบรนด์นี้ควรนำเสนอเรื่องราวที่สะท้อนให้เห็นถึงบทบาทและอิทธิพลที่แข็งแกร่งของแบรนด์ทั้งในด้านการเป็นผู้นำที่น่าเชื่อถือในตลาดและผู้นำด้านนวัตกรรม ซึ่งแบรนด์ต้องอาศัยความสามารถในการปรับตัวและการตอบสนองต่อการเปลี่ยนแปลงของธุรกิจและความต้องการของผู้บริโภค การไม่ปรับตัวอาจทำให้ตำแหน่งการเป็นผู้นำตลาดของแบรนด์สั่นคลอนได้",
            brandChart: "มีความแข็งแกร่งและการเป็นผู้นำ",
            A: {
                description: "แข็งแกร่งมีพลัง โดดเด่น และเป็นผู้นำ",
                example: "Apple",
                metaphor: "สิงโต เป็นตัวแทนของแบรนด์ที่แข็งแกร่งมีพลัง โดดเด่น และเป็นผู้นำที่มีอำนาจในตลาด",
                strengths: "พละกำลังที่แข็งแกร่ง ความโดดเด่น การเป็นผู้นำ และอำนาจ",
                weaknesses: "การเข้าถึงได้ยากและการขาดความยืดหยุ่น"
            },
            B: {
                shortdescription: "เน้นย้ำถึงพละกำลัง ความชัดเจน และการเป็นผู้นำ",
                description: "ใช้แคมเปญที่แสดงให้เห็นว่าแบรนด์เป็นผู้นำหรือผู้มีบทบาทที่โดดเด่นในธุรกิจ",
                marketingStrategy: ["การสร้างเรื่องราวให้กับแบรนด์: สร้างเรื่องราวที่สะท้อนให้เห็นถึงบทบาทและอิทธิพลที่แข็งแกร่งของแบรนด์ ชูบทบาทการเป็นผู้นำที่มีจุดยืดที่โดดเด่นและชัดเจนในธุรกิจ", "ก้าวเป็นผู้นำ: เปิดตัวความคิดริเริ่มที่แสดงให้เห็นถึงความมุ่งมั่นของแบรนด์ในการเป็นผู้นำความก้าวหน้าในธุรกิจด้วยมาตรฐานที่ดีของแบรนด์ แสดงให้เห็นถึงอิทธิพลและบทบาทที่น่าเชื่อถือ"],
                avoidMarketingStrategy: ["การครอบงำ: การนำเสนอภาพลักษณ์ที่แข็งแกร่งและมีอิทธิพลที่เหนือกว่าเกินควร อาจทำให้ผู้บริโภคและพันธมิตรรู้สึกไม่สบายใจที่จะร่วมมือหรือสนับสนุนธุรกิจ", "การละเลยการปรับตัว: การรักษาความเป็นผู้นำต้องอาศัยความสามารถในการปรับตัวและการตอบสนองต่อการเปลี่ยนแปลงของธุรกิจและความต้องการของผู้บริโภค การไม่ปรับตัวอาจทำให้ตำแหน่งการเป็นผู้นำตลาดของแบรนด์สั่นคลอนได้"],
                trendsToCapture: ["การเปลี่ยนแปลงด้านดิจิทัล: เปิดรับความก้าวหน้าด้านดิจิทัล โดยวางตำแหน่งแบรนด์ให้เป็นผู้นำในการปรับใช้เทคโนโลยีเพื่อเพิ่มคุณภาพชีวิตของผู้บริโภคให้สะดวกสบายและล้ำสมัยยิ่งขึ้น", "การท่องเที่ยวอย่างยั่งยืน: แสดงความเป็นผู้นำของแบรนด์ในการส่งเสริมความยั่งยืนในการท่องเที่ยว สะท้อนถึงความมุ่งมั่นในแนวทางปฏิบัติที่มีความรับผิดชอบและมีความคิดก้าวหน้าในธุรกิจ"],
                trendsToAvoid: ["การยึดติดธรรมเนียมเดิมมากเกินไป: แม้ว่าการปฏิบัติตามสิ่งดั้งเดิมเป็นสิ่งสำคัญ แต่การยึดติดมากเกินไปอาจขัดขวางความสามารถในการปรับตัวและการรับนวัตกรรมใหม่ๆ ทำให้แบรนด์ตามไม่ทันต่อการเปลี่ยนแปลงของตลาดที่กำลังพัฒนา"],
            },
            C: {
                communicationStrategy: "สร้างสรรค์เรื่องราวที่น่าสนใจเพื่อขยายอิทธิพลและความเป็นผู้นำของแบรนด์ในตลาด ใช้สื่อที่ชัดเจนและแสดงถึงความกล้าเพื่อดึงดูดกลุ่มผู้บริโภคที่ให้ความสำคัญกับความเป็นผู้นำที่แข็งแกร่ง เน้นแคมเปญที่แสดงให้เห็นถึงความโดดเด่นของแบรนด์และบทบาทที่หลากหลายในอุตสาหกรรม",
                mediaStrategy: "ยืนยันถึงความแข็งแกร่งและการเป็นผู้นำของแบรนด์ผ่านการใช้สื่อที่มีอิทธิพลและเชื่อถือได้",
                mediaStrategyToAvoid: "ควรหลีกเลี่ยงสื่อที่ไม่มีอิทธิพลหรือสื่อมีความสำคัญน้อยเพื่อรักษาภาพลักษณ์ที่แข็งแกร่งและเป็นผู้นำของแบรนด์",
                mediaSelections: "ใช้การผสมผสานของทีวี โฆษณาออนไลน์ โซเชียลมีเดีย และวิทยุอย่างมีประสิทธิภาพ เพื่อสื่อสารถึงความแข็งแกร่งและมีอิทธิพลของแบรนด์"
            },
            D: {
                strength: "ความแข็งแกร่งมีพละกำลัง ความเป็นผู้นำ และความมีอิทธิพล",
                MIGrouptoStrength: {
                    leverage: "วิเคราะห์จุดแข็งของแบรนด์เพื่อจัดสรรงบประมาณสื่อตามสื่อแต่ละประเภทอย่างมีประสิทธิภาพเพื่อเสริมสร้างความแข็งแกร่งของแบรนด์",
                    implementation: "การปรับปรุงแคมเปญอย่างต่อเนื่องถือเป็นสิ่งสำคัญในการเน้นย้ำถึงความแข็งแกร่งและความเป็นผู้นำของแบรนด์",
                },
                weakness: "ความเสี่ยงที่จะถูกมองว่ามีอิทธิพลมากเกินไปซึ่งจะทำให้ผู้อื่นหวาดเกรง",
                MIGrouptoWeakness: {
                    implementation: "ใช้ประโยชน์จากแนวโน้มการเป็นผู้นำและข้อมูลด้านอื่นๆที่หลากหลายมาวิเคราะห์พัฒนากลยุทธ์เพื่อปรับสมดุลความแข็งแกร่งของแบรนด์ให้เป็นที่เข้าถึงได้"}

            },
        }
    },
    Cheetah:{
        animalDetail: {
            name: 'ชีต้า',
            image: '/assets/backgrounds/Cheetah.png',
            logo: '/assets/icons/Cheetah.png',
            color: "#B6872D",
            shortdescription: "เสือชีตาห์ เด่นในเรื่องของการมีปฏิสัมพันธ์และการตอบสนองที่คล่องแคล่ว ว่องไว กลยุทธ์การตลาดควรเน้นไปที่ความคล่องตัวและความสามารถในการตอบสนองความต้องการของผู้บริโภคในทันที และเน้นไปที่การปรับตัวให้เข้ากับการเปลี่ยนแปลงของตลาดได้อย่างรวดเร็ว แต่เนื่องจากต้องมุ่งเน้นไปที่ความเร็วและการปรับตัวอยู่เสมอ ทำให้เสือชีตาห์อาจมีปัญหาเรื่องของการวางแผนเชิงกลยุทธ์ในระยะยาว",
            brandChart: "การเป็นที่รับรู้และการมีปฏิสัมพันธ์สูง",
            A: {
                description: "การเคลื่อนไหวที่คล่องแคล่ว รวดเร็ว และการมีปฏิสัมพันธ์",
                example: "Heineken",
                metaphor: "เสือชีตาห์แทนแบรนด์ที่มีการเคลื่อนไหวที่คล่องแคล่ว รวดเร็ว และการมีปฏิสัมพันธ์  โดยสามารถปรับตัวให้เข้ากับความต้องการและแนวโน้มของผู้บริโภคได้อย่างรวดเร็ว",
                strengths: "ความเร็ว ความสามารถในการปรับตัว การมีปฏิสัมพันธ์และการเคลื่อนไหวที่คล่องแคล่ว",
                weaknesses: "อาจมีปัญหาเรื่องความสม่ำเสมอและการสร้างปฏิสัมพันธ์ในระยะยาวเนื่องจากต้องมุ่งเน้นไปที่ความเร็วและความสามารถในการปรับตัว"
            },
            B: {
                shortdescription: "เน้นความเร็ว การมีปฏิสัมพันธ์ และการเคลื่อนไหวอย่างสม่ำเสมอ",
                description: "ควรมุ่งเน้นไปที่ความคล่องตัวของแบรนด์ การมีปฏิสัมพันธ์เชิงรุก และการแสดงตัวตนที่มีชีวิตชีวาในทุกการเคลื่อนไหว โดยใช้กลยุทธ์ที่สะท้อนถึงความกระฉับกระเฉงและการปรับตัวที่รวดเร็ว",
                marketingStrategy: ["การสร้างเรื่องราวให้กับแบรนด์: พัฒนาเรื่องราวที่สื่อถึงการเคลื่อนไหวของแบรนด์ เผยถึงการประสบความสำเร็จอย่างรวดเร็ว แสดงจุดยืนที่กระตือรือร้นที่จะเปลี่ยนแปลงในด้านดิจิทัลที่กำลังพัฒนา สื่อให้เห็นถึงการตอบสนองของแบรนด์กับไลฟ์สไตล์ที่เร่งรีบและความพึงพอใจของผู้บริโภคที่เปลี่ยนแปลงไปได้อย่างรวดเร็ว ", "การตอบสนองและการมีส่วนร่วม: ใช้แคมเปญที่ก่อให้เกิดปฏิสัมพันธ์และการมีส่วนร่วมระหว่างแบรนด์กับผู้บริโภค สร้างกิจกรรมที่กระฉับกระเฉงและมีชีวิตชีวา ตอกย้ำให้ผู้บริโภคเห็นถึงธรรมชาติของแบรนด์ที่ขับเคลื่อนได้ตลอดเวลาอย่างว่องไว"],
                avoidMarketingStrategy: ["การสูญเสียความน่าเชื่อถือ: การเคลื่อนไหวอย่างรวดเร็วตามเทรนด์ต่างๆโดยไม่ได้ผ่านการคัดกรองให้ละเอียด อาจทำให้สูญเสียเอกลักษณ์หรือแก่นแท้ของแบรนด์ ซึ่งสามารถนำไปสู่การลดทอนมูลค่าของแบรนด์ได้", "การขาดความหมายหรือสาระสำคัญ: การเน้นย้ำถึงความรวดเร็วและสร้างปฏิสัมพันธ์ที่มากเกินไปอาจทำให้การสื่อสารของแบรนด์ต่อผู้บริโภคทั้งในด้านสินค้าและบริการขาดความหมาย ความลึกซึ้ง หรือมีสาระสำคัญน้อยลง"],
                trendsToCapture: ["การเติบโตของดิจิทัล: ใช้ประโยชน์จากการเติบโตของดิจิทัลเพื่อเพิ่มการมีส่วนร่วมและการโต้ตอบกับผู้บริโภค โดยสื่อให้ผู้บริโภคเห็นถึงการปรับตัวที่คล่องแคล่วเข้ากับกระแสหรือการใช้งานดิจิทัลของผู้บริโภคเป็นสำคัญ", "การให้คุณค่าทางด้านจิตใจ: ผสานความคิดริเริ่มที่สะท้อนถึงการตระหนักและการตอบสนองของแบรนด์ต่อความต้องการ ข้อกังวล หรือความรู้สึกของผู้บริโภค เผยให้ผู้บริโภคเห็นถึงความเข้าใจและการมีส่วนร่วมของแบรนด์"],
                trendsToAvoid: ["ความซับซ้อน: การรักษาความชัดเจนและความกระชับในการสื่อสารของแบรนด์เป็นสิ่งสำคัญ การผสมผสานองค์ประกอบหรือแนวคิดต่างๆที่ซับซ้อนมากเกินไปอาจทำให้ข้อความของแบรนด์ที่ต้องการสื่อไปยังผู้บริโภคมีความคลุมเครือ ไม่ชัดเจน ทำให้ผู้บริโภคสับสนได้"],
            },
            C: {
                communicationStrategy: "เพื่อเน้นย้ำถึงธรรมชาติของแบรนด์ที่มีการเคลื่อนไหวและตอบสนองกับผู้บริโภคอยู่ตลอดเวลา แบรนด์ควรใช้การเล่าเรื่องที่ชัดเจน สื่อถึงการเคลื่อนไหวหรือความสามารถในการปรับตัวอย่างรวดเร็ว โดยใช้สื่อที่กระฉับกระเฉงและมีชีวิตชีวาเพื่อเข้าถึงผู้บริโภคอย่างกว้างขวาง",
                mediaStrategy: "ถ่ายทอดความเคลื่อนไหวที่มีชีวิตชีวาและน่าดึงดูดของแบรนด์ผ่านสื่อที่กระฉับกระเฉงและหลากหลาย",
                mediaStrategyToAvoid: "การพึ่งพาสื่อแบบดั้งเดิมที่เชื่องช้ามากเกินไปอาจไม่สื่อถึงภาพลักษณ์ที่มีชีวิตชีวาและมีความรวดเร็วของแบรนด์",
                mediaSelections: "ใช้สื่อผสมระหว่างโฆษณาออนไลน์ โซเชียลมีเดีย ทีวี และวิทยุอย่างครอบคลุม เพื่อรักษาความเคลื่อนไหวของแบรนด์อย่างสม่ำเสมอ"
            },
            D: {
                strength: "เป็นสัญลักษณ์ของความเร็ว การตอบสนอง และการรับรู้ที่เหนือกว่า",
                MIGrouptoStrength: {
                    leverage: "ใช้วิเคราะห์แบบเรียลไทม์เพื่อแนะนำแนวทางในการตัดสินใจ ช่วยให้แบรนด์จัดสรรการใช้จ่ายตามแต่ละประเภทสื่อเพื่อรักษาความเคลื่อนไหวในตลาดได้อย่างมีประสิทธิภาพ",
                    implementation: "การปรับปรุงแคมเปญอย่างต่อเนื่องถือเป็นสิ่งสำคัญ สะท้อนให้เห็นถึงความสามารถในการปรับตัวอย่างรวดเร็วของแบรนด์ และทำให้ผู้บริโภครับรู้ถึงความเคลื่อนไหวและการตอบสนองของแบรนด์อย่างสม่ำเสมอ",
                },
                weakness: "มีความเสี่ยงในการรับมือจากการขยายธุรกิจได้ไม่ดีพอ เนื่องจากกระแสตอบรับที่เกิดขึ้นเป็นไปอย่างรวดเร็ว",
                MIGrouptoWeakness: {
                    implementation: "ใช้ประโยชน์จากข้อมูลที่แม่นยำและการคาดการณ์แนวโน้มสำหรับวิเคราะห์หากลยุทธ์ที่ปรับเปลี่ยนได้อย่างมีประสิทธิภาพ เพื่อสร้างสมดุลระหว่างการเข้าถึงผู้บริโภคอย่างกว้างขวางของแบรนด์กับการเติบโตที่ยั่งยืน ป้องกันการขยายธุรกิจเกินขอบเขตที่แบรนด์สามารถรับได้"}

            },
        }
    },
    Swan:{
        animalDetail: {
            name: 'ห่าน',
            image: '/assets/backgrounds/Swan.png',
            logo: '/assets/icons/Swan.png',
            color: "#957CB6",
            shortdescription: "หงส์ มีจุดเด่นคือผู้บริโภคมีการรับรู้ถึงแบรนด์เป็นอย่างดี และแบรนด์เองก็ความสัมพันธ์ที่ดีและลึกซึ้งกับผู้บริโภค กลยุทธ์การตลาดควรมุ่งเน้นไปที่การสร้างการความสัมพันธ์ทางอารมณ์กับผู้บริโภคผ่านการมอบประสบการณ์ที่น่าจดจำอย่างไรก็ตาม แม้ว่าหงส์จะมีจุดเด่นในเรื่องของการสร้างความสัมพันธ์ทางอารมณ์ที่แข็งแกร่ง แต่ก็อาจเผชิญกับความท้าทายในตลาดที่มีการแข่งขันทางด้านราคา ทำให้ผู้บริโภครู้สึกเข้าถึงหรือจับต้องได้ยาก",
            brandChart: "การเชื่อมโยงอย่างลึกซึ้งของการรับรู้แบรนด์และความสัมพันธ์กับลูกค้า",
            A: {
                description: "โดดเด่น น่าจดจำ เป็นเลิศทางด้านความสัมพันธ์",
                example: "Samsung",
                metaphor: "หงส์เป็นตัวแทนของแบรนด์ที่ผสมผสานระหว่างการรับรู้แบรนด์ที่แข็งแกร่งเข้ากับความสัมพันธ์ที่ลึกซึ้งกับลูกค้า สะท้อนถึงความน่าเชื่อถือและความมีตัวตน เป็นเอกลักษณ์",
                strengths: "มีภาพลักษณ์ของแบรนด์ที่น่าจดจำ มีสายสัมพันธ์กับลูกค้าอย่างแท้จริง แบรนด์มีคุณภาพที่เชื่อถือได้ และมีชื่อเสียงที่โดดเด่น",
                weaknesses: "ผู้บริโภคอาจรู้สึกเข้าไม่ถึงแบรนด์เนื่องจากแบรนด์มีภาพลักษณ์ของความเลอค่า และมีความเสี่ยงที่จะลดทอนการรับรู้แบรนด์ของผู้บริโภค"
            },
            B: {
                shortdescription: "เน้นย้ำความโดดเด่นและความสัมพันธ์ที่หยั่งรากลึกระหว่างแบรนด์กับผู้บริโภค",
                description: "เน้นย้ำภาพลักษณ์ที่เป็นเอกลักษณ์และน่าจดจำของแบรนด์ เชื่อมโยงความสัมพันธ์ที่ลึกซึ้งกับผู้บริโภค จัดกิจกรรมส่งเสริมการขายที่เน้นถึงธรรมชาติของแบรนด์ที่มีภาพลักษณ์ความเป็นเลิศ แต่ก็สามารถเข้าถึงได้",
                marketingStrategy: ["การสร้างเรื่องราวให้กับแบรนด์: ถ่ายทอดเรื่องราวที่แสดงให้เห็นถึงการเดินทางของแบรนด์ที่แตกต่างจากแบรนด์อื่น รักษาเอกลักษณ์เฉพาะที่น่าจดจำ และสร้างความสัมพันธ์ที่แน่นแฟ้นกับฐานลูกค้าในขณะเดียวกัน", "การมีปฏิสัมพันธ์: จัดกิจกรรมหรือมอบประสบการณ์ที่แบรนด์สามารถมีปฏิสัมพันธ์กับฐานลูกค้า เพื่อกระชับความสัมพันธ์ให้ลึกซึ้งและยังคงความเข้าถึงแบรนด์ไว้ได้"],
                avoidMarketingStrategy: ["การขยายขอบเขตที่กว้างเกินไป: หลีกเลี่ยงการขยายขอบเขตของแบรนด์ที่มากเกินไป เนื่องจากอาจทำให้ภาพลักษณ์เฉพาะอันเป็นเอกลักษณ์ของแบรนด์ถูกบั่นทอนลง", "การทำเหมือนกับแบรนด์อื่นๆ: หลีกเลี่ยงการปรับตัวให้สอดคล้องกับสิ่งที่แบรนด์ส่วนใหญ่ทำเพื่อรักษาเอกลักษณ์ที่แตกต่างของตนเอง"],
                trendsToCapture: ["การสร้างประสบการณ์ระหว่างแบรนด์กับผู้บริโภค: ปรับตัวให้เข้ากับความต้องการที่เพิ่มขึ้นของผู้บริโภคในด้านการสร้างประสบการณ์กับแบรนด์ แสดงให้เห็นถึงความเชื่อมโยงของแบรนด์กับฐานผู้บริโภค", "การสร้างประสพการ์ณส่วนบุคคล: ออกแบบสินค้าหรือบริการที่ตรงตามความต้องการสำหรับผู้บริโภครายบุคคล แสดงให้เห็นถึงความเข้าใจของแบรนด์ต่อความชอบหรือความต้องการของผู้บริโภคที่แตกต่างกัน"],
                trendsToAvoid: ["การเข้าถึงคนทั่วไป: การเจาะตลาดไปที่กลุ่มผู้บริโภคทั่วไปอาจทำให้ภาพลักษณ์เฉพาะที่เป็นเอกลักษณ์ของแบรนด์เสียหาย"],
            },
            C: {
                communicationStrategy: "บอกเล่าเรื่องราวโดยเน้นย้ำถึงอัตลักษณ์ที่เด่นชัดและแตกต่างของแบรนด์ รวมถึงแสดงความผูกพันที่มีต่อผู้บริโภค ใช้แพลตฟอร์มที่ทำให้เห็นภาพได้ดีเพื่อให้เป็นที่น่าจดจำ",
                mediaStrategy: "ส่งเสริมเอกลักษณ์และความน่าเชื่อถือของแบรนด์ผ่านการวางสื่ออย่างเลือกสรร โดยรักษาภาพลักษณ์ที่เด่นชัด แตกต่างและน่าจดจำ",
                mediaStrategyToAvoid: "การสื่อสารสำหรับกลุ่มผู้บริโภคทั่วไป เนื่องจากอาจลดทอนภาพลักษณ์เฉพาะอันเป็นเอกลักษณ์ของแบรนด์ได้",
                mediaSelections: "รายการทีวียอดนิยม แพลตฟอร์มออนไลน์ งานกิจกรรม และการทำงานร่วมกับอินฟลูเอนเซอร์"
            },
            D: {
                strength: "หงส์คือการผสมผสานระหว่างการรับรู้ถึงแบรนด์ที่แตกต่างและการเชื่อมต่อกับลูกค้าที่หยั่งรากลึก",
                MIGrouptoStrength: {
                    leverage: "นำ AI มาใช้ในการวิเคราะห์ข้อมูลเชิงลึกของผู้บริโภค เพื่อทำความเข้าใจถึงความต้องการ ความชอบ และปรับแต่งสินค้าและบริการให้เหมาะสมในแต่ละบุคคล เพื่อกระชับความสัมพันธ์ที่ลึกซึ้งกับลูกค้า",
                    implementation: "เจาะจงกลุ่มเป้าหมายอย่างแม่นยำเพื่อให้เข้าถึงกลุ่มผู้บริโภคที่เหมาะสม เป็นการเสริมสร้างความเชื่อมโยงกับกลุ่มผู้บริโภคเป้าหมายและรักษาภาพลักษณ์ของแบรนด์ได้ในขณะเดียวกัน",
                },
                weakness: "อาจถูกมองว่าแตกต่างเกินไป เข้าถึงยากสำหรับกลุ่มผู้บริโภคทั่วไป",
                MIGrouptoWeakness: {
                    implementation: "ใช้การวิเคราะห์ข้อมูลเพื่อนำเสนอแคมเปญที่เข้าถึงกลุ่มผู้บริโภคที่กว้างขึ้น แต่ก็ยังคงรักษาภาพลักษณ์เฉพาะที่เป็นเอกลักษณ์ของแบรนด์ไว้ไม่ให้ถูกลดคุณค่าลง"}

            },
        }
    },
    Hawk:{
        animalDetail: {
            name: 'หง',
            image: '/assets/backgrounds/Hawk.png',
            logo: '/assets/icons/Hawk.png',
            color: "#607D81",
            shortdescription: "เหยี่ยว เป็นแบรนด์ที่มีจุดแข็งเชิงกลยุทธ์ ความมุ่งเน้น และความแม่นยำ โดยกลยุทธ์การตลาดควรเน้นย้ำในเรื่องของความสามารถในการวางแผนเพื่อส่งมอบสิ่งที่ตอบโจทย์ผู้บริโภคได้อย่างตรงเป้าหมาย แต่เนื่องจากเหยี่ยวนั้นเจาะจงมุ่งเน้นไปที่เป้าหมายเฉพาะทางมากเกินไป ทำให้ถูกมองว่ามีความเชี่ยวชาญแค่เฉพาะด้าน ไม่กว้างขวางและหลากหลาย",
            brandChart: "กลยุทธ์และความแม่นยำ",
            A: {
                description: "กลยุทธ์ มุ่งเน้น แม่นยำ",
                example: "Northface",
                metaphor: "เหยี่ยวเป็นตัวแทนของแบรนด์ที่มีชื่อเสียงในด้านการวางกลยุทธ์และวิธีการที่มุ่งเน้น สามารถนำเสนอทางออกที่แม่นยำสำหรับทุกปัญหาเพื่อตอบสนองความต้องการของผู้บริโภคได้เป็นอย่างดี",
                strengths: "ความเข้าใจในการวางกลยุทธ์ ความมุ่งเน้น ความแม่นยำ และความสามารถในการส่งมอบสิ่งที่ตอบโจทย์ผู้บริโภคได้อย่างตรงเป้าหมาย",
                weaknesses: "เนื่องจากเหยี่ยวนั้นเจาะจงมุ่งเน้นไปที่เป้าหมายเท่านั้น ทำให้มีจุดอ่อนในเรื่องของความหลากหลายและความยืดหยุ่น"
            },
            B: {
                shortdescription: "เน้นกลยุทธ์เชิงลึกและความแม่นยำ",
                description: "แบรนด์ควรแสดงให้เห็นถึงความฉลาดทางกลยุทธ์ ความแม่นยำที่พิถีพิถัน และการมุ่งเน้นที่เฉียบแหลม โดยออกแบบแคมเปญที่ได้มาจากการสังเกตและการคำนวณเป็นอย่างดีเพื่อเข้าถึงโอกาสต่างๆ",
                marketingStrategy: ["การสร้างเรื่องราวให้กับแบรนด์: สร้างเรื่องราวที่ช่วยให้ผู้บริโภคเข้าใจถึงที่มาของกลยุทธ์ของแบรนด์ บอกถึงความสำเร็จที่ได้จากการวิเคราะห์และวางแผนไว้อย่างเฉียบคม แม่นยำ แสดงให้เห็นถึงแนวทางที่มองการณ์ไกลในการทำธุรกิจและความสามารถในการวางตำแหน่งเชิงกลยุทธ์ของแบรนด์", "แคมเปญที่ชัดเจนและเจาะลึก: ใช้ภาพที่ชัดเจน น่าสนใจ และมีเนื้อหาเชิงลึก เพื่อแสดงถึงความแม่นยำและกลยุทธ์ของแบรนด์ สื่อให้เห็นถึงความสามารถในการแยกแยะรายละเอียดปลีกย่อยและการคำนวณของแบรนด์ที่แม่นยำ"],
                avoidMarketingStrategy: ["ความไม่ยืดหยุ่นและความแข็งกร้าว: การวางแผนหรือโครงสร้างที่ไม่ยืดหยุ่นอาจทำให้แบรนด์มองข้ามนวัตกรรมหรือทางเลือกใหม่ ๆ สำหรับการเติบโต ขัดขวางการปรับตัวต่อการเปลี่ยนแปลงของตลาด และพลาดโอกาสสำหรับการตอบสนองต่อโอกาสที่เกิดขึ้นใหม่", "การเน้นรายละเอียดมากเกินไป: การให้ความสำคัญกับความประณีตและรายละเอียดมากเกินไปอาจทำให้แบรนด์มองไม่เห็นภาพกว้าง ทำให้สูญเสียการมองเห็นเป้าหมายหลักและภาพรวมของกลยุทธ์"],
                trendsToCapture: ["การท่องเที่ยวแบบยั่งยืน: สอดคล้องกับการเน้นย้ำของผู้บริโภคที่มีมากขึ้น สะท้อนให้เห็นถึงความมุ่งมั่นต่อการอนุรักษ์สิ่งแวดล้อมและการเดินทางอย่างมีความรับผิดชอบของแบรนด์ ทำให้ผู้บริโภคเห็นว่าแบรนด์มีกลยุทธ์ที่สอดคล้องกับค่านิยมสมัยใหม่และมีแนวปฏิบัติที่มีความรับผิดชอบต่อส่วนรวม", "การสื่อสารการตลาดโดยใช้ AI: การสื่อสารการตลาดที่ปรับปรุงด้วย AI: ใช้เครื่องมือ AI ขั้นสูงสำหรับการวิเคราะห์ข้อมูลลูกค้าเชิงลึก คาดการณ์แนวโน้ม ปรับแต่งการสื่อสารรายบุคคล รวมถึงหากลยุทธ์การตลาดที่เหมาะสม แสดงให้เห็นถึงการมองการณ์ไกลด้านกลยุทธ์และแนวทางในการสื่อสารตลาดขั้นสูงของแบรนด์"],
                trendsToAvoid: ["การผสมผสานองค์ประกอบต่างๆ: ถึงแม้ว่าการผสมผสานองค์ประกอบในด้านต่างๆเพื่อการพัฒนาจะมีประโยชน์ แต่แบรนด์ควรระมัดระวังและมีการคำนวณถึงผลลัพธ์อย่างรอบคอบ โดยควรรักษาความต่อเนื่องและความสอดคล้องของภาพลักษณ์แบรนด์ และหลีกเลี่ยงการผสมผสานอันหลากหลายที่ทำให้แบรนด์นำเสนอสาระสำคัญอย่างไม่ตรงจุด"],
            },
            C: {
                communicationStrategy: "ดึงดูดผู้ชมด้วยเรื่องราวที่เน้นถึงข้อมูลเชิงกลยุทธ์และความเชี่ยวชาญที่มุ่งเน้นของแบรนด์ ใช้สื่อที่ชัดเจนและตรงเป้าหมายเพื่อดึงดูดกลุ่มผู้บริโภคที่ให้คุณค่ากับความชัดเจนและเข้าใจกลยุทธ์ พัฒนาแคมเปญที่เน้นย้ำถึงการเลือกที่พิถีพิถันและการรับรู้ที่เฉียบคมของแบรนด์ในด้านต่างๆ",
                mediaStrategy: "แสดงกลยุทธ์และภาพลักษณ์ที่มุ่งเน้นของแบรนด์ผ่านการเลือกสื่อที่แม่นยำและมีประสิทธิภาพ",
                mediaStrategyToAvoid: "การใช้สื่อทั่วไปและไม่มีการเจาะจงผู้บริโภคอาจทำให้ภาพลักษณ์ของแบรนด์ในเรื่องความเฉียบคมและความมุ่งเน้นถูกลดทอนลง",
                mediaSelections: "ใช้สื่อผสมได้แก่ ทีวี โฆษณาออนไลน์ โซเชียลมีเดีย และวิทยุ เพื่อสื่อสารถึงภาพลักษณ์ของแบรนด์ที่เฉียบคมและมีกลยุทธ์"
            },
            D: {
                strength: "เป็นสัญลักษณ์ของการรับรู้ที่เฉียบคมและการมุ่งเน้นเชิงกลยุทธ์ในหลายๆด้าน",
                MIGrouptoStrength: {
                    leverage: "ใช้การวิเคราะห์เชิงลึกเพื่อช่วยประกอบการตัดสินใจอย่างแม่นยำ ทำให้มั่นใจว่าค่าใช้จ่ายในด้านสื่อจะถูกจัดสรรอย่างมีประสิทธิภาพเพื่อรักษาภาพลักษณ์ที่มุ่งเน้นของแบรนด์",
                    implementation: "ช่วยปรับแต่งกลยุทธ์การทำแคมเปญอย่างสม่ำเสมอ เพื่อรักษาการรับรู้ที่เฉียบคมและการมุ่งเน้นอันเป็นสิ่งสำคัญของแบรนด์",
                },
                weakness: "อาจจะถูกมองว่ามีความเชี่ยวชาญเฉพาะด้านมากเกินไป ไม่กว้างขวาง",
                MIGrouptoWeakness: {
                    implementation: "ใช้การวิเคราะห์ข้อมูลและการวิเคราะห์แนวโน้มที่หลากหลายเพื่อนำเสนอจุดเด่นด้านอื่นโดยไม่ทำให้กระทบเอกลักษณ์ด้านการมุ่งเน้นของแบรนด์"}

            },
        }
    },
    Horse:{
        animalDetail: {
            name: 'ม้า',
            image: '/assets/backgrounds/Horse.png',
            logo: '/assets/icons/Horse.png',
            color: "#533C1D",
            shortdescription: "ม้า เป็นสัญลักษณ์ของการเป็นผู้นำตลาดที่ มีคุณค่า และเชื่อถือได้ โดยการทำการตลาดควรมุ่งเน้นไปที่การแสดงถึงความเป็นผู้นำที่มีการขับเคลื่อนไปข้างหน้าอย่างไม่หยุดยั้ง ซึ่งแบรนด์ม้านั้นเหมาะกับตลาดที่มีการแข่งขันสูงและเปลี่ยนแปลงอย่างรวดเร็ว เพราะมีความเป็นผู้นำที่สามารถกำหนดเทรนด์ให้แก่ตลาดได้ อย่างไรก็ดี แบรนด์ม้าอาจจะต้องปรับกลยุทธ์เพื่อรับกับตลาดเฉพาะทางให้มากขึ้น ในขณะเดียวกันก็ยังคงต้องรักษาสมดุลของความเป็นผู้นำในตลาดทั่วไปไว้ให้ได้",
            brandChart: "มีคุณค่าอย่างไม่หยุดนิ่งและมีความเป็นผู้นำตลาด",
            A: {
                description: "เต็มไปด้วยพลัง นำหน้า เชื่อถือได้",
                example: "Redbull",
                metaphor: "ม้าเป็นตัวแทนของแบรนด์ที่มีคุณค่าอย่างไม่หยุดยั้ง เป็นผู้นำที่แข็งแกร่งในตลาด เป็นแบรนด์ที่กำหนดเทรนด์และมีสมรรถนะในด้านต่างๆที่ไม่อาจปฏิเสธได้",
                strengths: "ความเป็นผู้นำตลาด การใช้นวัตกรรม คุณภาพสินค้าและบริการที่ดีอย่างสม่ำเสมอ และความทนทานของสินค้าที่ทำให้สินค้ามีความคุ้มค่า",
                weaknesses: "อาจพึ่งพาตำแหน่งผู้นำมากเกินไป ทำให้เกิดความพึงพอใจที่ขัดขวางการพัฒนา"
            },
            B: {
                shortdescription: "แสดงถึงความเป็นผู้นำที่ขับเคลื่อนไปข้างหน้าอยู่ตลอดเวลาและมีคุณค่าอย่างไม่หยุดยั้ง",
                description: "เน้นย้ำถึงคุณค่าอันทรงพลังของแบรนด์และบทบาทของความเป็นผู้นำในตลาด พัฒนาแคมเปญที่เน้นความสามารถในการนำเทรนด์และสื่อถึงความมุ่งมั่นในการส่งมอบสินค้าที่มีคุณภาพอย่างสม่ำเสมอ",
                marketingStrategy: ["การสร้างเรื่องราวให้กับแบรนด์: เล่าเรื่องราวการเดินทางของแบรนด์ในการเป็นผู้นำที่กำหนดเทรนด์ และส่งมอบคุณค่าอย่างต่อเนื่อง", "สร้างแคมเปญผู้นำ: แสดงถึงความคิดริเริ่มและนวัตกรรมที่เสริมตำแหน่งของแบรนด์ในฐานะผู้นำตลาด"],
                avoidMarketingStrategy: ["ความมั่นใจจนเกินไป: หลีกเลี่ยงการสร้างภาพลักษณ์ที่อาจดูอวดดีหรือไม่สนใจ ดูถูกคู่แข่ง", "การไม่สนใจความคิดเห็น: แบรนด์ควรเปิดกว้างและรับฟังความคิดเห็นของลูกค้าเพื่อหลีกเลี่ยงความพึงพอใจในตัวเองจนหยุดการปรับปรุงหรือพัฒนา"],
                trendsToCapture: ["การเป็นผู้นำด้านความยั่งยืน: แสดงให้เห็นถึงความมุ่งมั่นในแนวทางปฏิบัติต่อความยั่งยืน และเป็นผู้นำให้แก่แบรนด์ต่างๆได้ปฏิบัติตาม", "ขับเคลื่อนแบรนด์ด้วยเทคโนโลยี: ปรับตัวให้สอดคล้องกับนวัตกรรมทางเทคโนโลยี เน้นย้ำถึงคุณค่าที่ไม่หยุดนิ่งของแบรนด์ในยุคดิจิทัล"],
                trendsToAvoid: ["ความพยายามที่จะฉูดฉาด: การมีส่วนร่วมในกระแสระยะสั้นที่หวือหวาไม่เกี่ยวข้องกับอัตลักษณ์ของแบรนด์อาจทำให้ชื่อเสียงของแบรนด์เสื่อมเสียคุณค่าในด้านของความยั่งยืน"],
            },
            C: {
                communicationStrategy: "ถ่ายทอดเรื่องราวของแบรนด์ที่มีคุณค่าอย่างไม่หยุดนิ่ง เน้นย้ำถึงการเป็นผู้นำ และพร้อมที่จะส่งต่อคุณค่าให้แก่ผู้บริโภค โดยใช้ภาพและเนื้อหาที่น่าประทับใจและสื่อถึงจิตวิญญาณแห่งการบุกเบิกและก้าวขึ้นมาเป็นผู้นำ",
                mediaStrategy: "ส่งเสริมคุณค่าของแบรนด์และส่งเสริมภาพลักษณ์การเป็นผู้นำของแบรนด์ผ่านการเลือกสื่อที่มีอิทธิพลสูงและสะท้อนกับกลุ่มเป้าหมาย",
                mediaStrategyToAvoid: "การใช้สื่ออย่างไม่สม่ำเสมอ ซึ่งอาจทำให้ภาพลักษณ์ของความเป็นผู้นำและคุณค่าที่สอดคล้องกันของแบรนด์ลดลง",
                mediaSelections: "ลงสื่อในกิจกรรมหรือการแข่งขันกีฬาที่ได้รับความนิยม โฆษณาทีวีช่วงที่มีคนดูสูง แพลตฟอร์มออนไลน์ที่มีชื่อเสียง และทำงานร่วมกับอินฟลูเอนเซอร์"
            },
            D: {
                strength: "ม้าเป็นสัญลักษณ์ของคุณค่าที่ไม่หยุดนิ่งและมีความเป็นผู้นำตลาดที่ไม่อาจปฏิเสธได้",
                MIGrouptoStrength: {
                    leverage: "ใช้ AI เพื่อระบุแนวโน้มของตลาดตั้งแต่เนิ่นๆ ให้แบรนด์สามารถรักษาตำแหน่งผู้นำและเป็นผู้กำหนดเทรนด์ต่อไปได้",
                    implementation: "มีการตรวจสอบว่าแคมเปญเน้นย้ำถึงคุณค่าของแบรนด์ และลงสื่อผ่านแพลตฟอร์มที่เสริมภาพลักษณ์การเป็นผู้นำ",
                },
                weakness: "ความเสี่ยงในการหยุดพัฒนาจากความพึงพอใจในตัวเองเนื่องจากมีตำแหน่งทางตลาดที่แข็งแกร่ง",
                MIGrouptoWeakness: {
                    implementation: "การดำเนินการและการปรับใช้: ติดตามความคิดเห็นของผู้บริโภคอย่างสม่ำเสมอ และนำข้อมูลที่ได้มาวิเคราะห์เชิงลึกเพื่อช่วยให้แบรนด์มีการตอบสนองต่อความต้องการของตลาดและผู้บริโภคที่กำลังเปลี่ยนแปลง ทำให้มั่นใจว่าแบรนด์จะยังคงสร้างสรรค์นวัตกรรมและเป็นผู้นำตลาดต่อไป"}

            },
        }
    },
    Labrador:{
        animalDetail: {
            name: 'ลาบาดอ',
            image: '/assets/backgrounds/Labrador.png',
            logo: '/assets/icons/Labrador.png',
            color: "#FDD701",
            shortdescription: "ลาบราดอร์ เป็นสัญลักษณ์ของความเป็นมิตร ความไว้วางใจ และการรักษาความสัมพันธ์ที่ดีกับผู้บริโภค ควรมุ่งเน้นกลยุทธ์ไปที่ความเข้าถึงได้ง่าย ความน่าเชื่อถือ และความผูกพันอันแน่นแฟ้นของแบรนด์กับลูกค้า  โดยแบรนด์ลาบราดอร์มีความเป็นเลิศในการรักษาความภักดีของลูกค้า อย่างไรก็ตาม หากให้ความสำคัญกับความสัมพันธ์มากจนเกินไปอาจะทำให้แบรนด์ละเลยการให้ความสำคัญกับคุณภาพของสินค้า รวมถึงละเลยการปรับตัวให้เข้ากับนวัตกรรมที่มีการพัฒนาอย่างรวดเร็วในตลาดได้",
            brandChart: "เน้นและให้คุณค่ากับความสัมพันธ์",
            A: {
                description: "เป็นมิตร เข้าถึงง่าย เน้นรักษาความสัมพันธ์",
                example: "Disney",
                metaphor: "ลาบราดอร์สื่อถึงแบรนด์ที่รู้จักกันดีในเรื่องของความเป็นมิตรและเข้าถึงได้ง่าย  ให้คุณค่ากับการสร้างหรือรักษาความสัมพันธ์ที่ดีกับลูกค้า",
                strengths: "เข้าถึงง่าย มีปฏิสัมพันธ์กับรอบข้างและสามารถสร้างและรักษาความสัมพันธ์ได้ดี ",
                weaknesses: "อาจมีปัญหาในการสร้างหรือรักษาภาพลักษณ์แบรนด์ให้ดูมั่นคงและจริงจัง เนื่องจากแบรนด์เน้นความเป็นมิตรและเข้าถึงได้เป็นหลัก"
            },
            B: {
                shortdescription: "เน้นข้อมูลเชิงลึกและความแม่นยำ",
                description: "แบรนด์ควรให้ความสำคัญกับการสร้างกลยุทธ์ที่ตรงประเด็น พิถีพิถัน และแม่นยำ โดยกลยุทธ์ควรได้มาจากการสังเกตและวิเคราะห์จากข้อมูลเชิงลึกของแบรนด์",
                marketingStrategy: ["การสร้างเรื่องราวให้กับแบรนด์: ใช้กลยุทธ์เล่าเรื่องราวที่อธิบายถึงที่มาหรือเรื่องราวของแบรนด์ บอกเล่าเส้นทางการเดินทางจนประสพความสำเร็จรวมไปถึงวิสัยทัศน์เส้นทางในอนาคต ", "การสร้างแคมเปญที่ลึกซึ้งและเฉียบคม: ใช้ภาพโฆษณาและเนื้อหาที่ลึกซึ้ง เพื่อสื่อสารชัดเจนในการเล่าเรื่องราวของแบรนด์ที่ผ่านการสร้างสรรค์อย่างละเมียดละไมละเอียดละออ"],
                avoidMarketingStrategy: ["การขาดความยืดหยุ่น ปราดเปรียว: แผนงานที่ถูกตีกรอบหรือตั้งข้อกำหนดมากเกินไปอาจเป็นอุปสรรคในการปรับตัวต่อการเปลี่ยนแปลง ซึ่งอาจเป็นอุปสรรคในการตอบสนองต่อโอกาสหรือนวัตกรรมใหม่ๆที่เกิดขึ้น", "การเน้นรายละเอียดมากเกินไป: การให้ความสำคัญกับความพิถีพิถันและรายละเอียดมากเกินไปอาจทำให้หลุดจากภาพรวม มองข้ามเป้าหมายและเดิมเกมกลยุทธ์ผิด"],
                trendsToCapture: ["การท่องเที่ยวอย่างยั่งยืน: สะท้อนให้เห็นถึงความมุ่งมั่นในการอนุรักษ์สิ่งแวดล้อมและการท่องเที่ยวอย่างมีความรับผิดชอบ สอดคล้องกับทิศทางของแบรนด์ที่ตอบสนองต่อเทรนด์การรักษ์โลกและรับผิดชอบต่อสังคม","การสื่อสารทางการตลาดที่เสริมด้วย AI: ใช้เครื่องมือ AI เพื่อการวิเคราะห์ข้อมูลลูกค้าเชิงลึก การคาดการณ์แนวโน้ม การสื่อสารที่เหมาะสมกับแต่ละบุคคล และการปรับปรุงกลยุทธ์การตลาด แสดงให้เห็นถึงการมองการณ์ไกลและความล้ำสมัยในการสื่อสารการตลาดของแบรนด์"],
                trendsToAvoid: ["การผสมผสานวัฒนธรรม: ในขณะที่การผสานวัฒนธรรมเป็นสิ่งที่ควรนำมาปรับใช้ แบรนด์ควรระมัดระวังในเรื่องของความสอดคล้อง โดยต้องไม่ให้ขัดกับภาพรวมของแบรนด์ และยังคงรักษาเอกลักษณ์ของแบรนด์ให้ชัดเจนดังเดิม"],
            },
            C: {
                communicationStrategy: "แสดงถึงความเป็นมิตรและเข้าถึงได้ของแบรนด์ ใช้เรื่องราวที่อบอุ่น เน้นถึงคุณค่าของการสร้างความสัมพันธ์ ทำให้ผู้บริโภครู้สึกเข้าถึงแบรนด์ได้ง่าย สรรค์สร้างแคมเปญที่สร้างความเชื่อมั่นว่าแบรนด์จะอยู่เคียงข้างผู้บริโภคเสมอ",
                mediaStrategy: "ใช้สื่อที่ทำให้ผู้บริโภคเห็นถึงความเป็นมิตรและมีปฏิสัมพันธ์กับแบรนด์ได้",
                mediaStrategyToAvoid: "การใช้สื่อที่ไม่ก่อให้เกิดการมีส่วนร่วมหรือสื่อที่เป็นทางการมากเกินไปอาจขัดขวางภาพลักษณ์ที่อบอุ่นและเข้าถึงได้ของแบรนด์",
                mediaSelections: "การผสมผสานระหว่างโซเชียลมีเดีย ทีวี โฆษณาออนไลน์ และวิทยุ ทำให้เกิดการสื่อสารและความสัมพันธ์ที่เข้าถึงได้อย่างเป็นมิตร"
            },
            D: {
                strength: "ให้ความสำคัญในการสร้างและรักษาความสัมพันธ์ระหว่างแบรนด์และผู้บริโภค",
                MIGrouptoStrength: {
                    leverage: "ใช้การวิเคราะห์ความสัมพันธ์เพื่อเป็นแนวทางในการตัดสินใจเลือกสื่อที่เหมาะสม  โดย MI GROUP จะช่วยรักษาความสมดุลระหว่างความสัมพันธ์กับลูกค้าและการจัดสรรงบประมาณของแต่ละประเภทสื่อ",
                    implementation: "การปรับปรุงและพัฒนาแคมเปญอย่างต่อเนื่องเป็นสิ่งจำเป็นเพื่อแสดงให้เห็นถึงความเข้าถึงง่ายและเป็นมิตรอย่างสม่ำเสมออย่างมีประสิทธิภาพ",
                },
                weakness: "ให้ความสำคัญกับความสัมพันธ์มากเกินไปจนละเลยการให้ความสำคัญกับคุณภาพของผลิตภัณฑ์",
                MIGrouptoWeakness: {
                    implementation: "MI GROUP จะช่วยรักษาความสมดุลระหว่างการรักษาคุณภาพของผลิตภัณฑ์และความสัมพันธ์กับผู้บริโภค โดยใช้ประโยชน์จากการวิเคราะห์ข้อมูลเชิงลึกอย่างครอบคลุมและทำให้สอดคล้องกับโครงสร้างข้อมูลของแบรนด์"}

            },
        }
    },
    Turtle:{
        animalDetail: {
            name: 'เต่า',
            image: '/assets/backgrounds/Turtle.png',
            logo: '/assets/icons/Turtle.png',
            color: "#3FAFA3",
            shortdescription: "เต่า มีจุดเด่นในการส่งมอบสินค้าและบริการที่มีคุณภาพที่มั่นคงและมีความน่าเชื่อถือ การตลาดสำหรับแบรนด์เต่าควรเน้นย้ำถึงคุณค่าและความทนทานของผลิตภัณฑ์ในระยะยาว โดยถึงแม้ว่าแบรนด์เต่าจะขึ้นชื่อในเรื่องของความสม่ำเสมอและความทนทาน แต่ก็ไม่ควรละเลยการพัฒนาสินค้าและบริการให้เข้ากับแนวโน้มของผู้บริโภคที่เปลี่ยนแปลงไปอย่างรวดเร็ว",
            brandChart: "คุณค่าสูงและให้ความสำคัญกับคุณภาพสินค้า",
            A: {
                description: "มั่นคง น่าเชื่อถือ มุ่งเน้นในเรื่องของผลิตภัณฑ์",
                example: "Toyota",
                metaphor: "เต่าสื่อถึงแบรนด์ที่มั่นคงและเชื่อถือได้ นำเสนอผลิตภัณฑ์ที่มีคุณค่าสูงและทนทาน",
                strengths: "ความน่าเชื่อถือ ความมั่นคง คุณค่าสูง และการเน้นพัฒนาผลิตภัณฑ์",
                weaknesses: "อาจมีปัญหากับการปรับตัวและนวัตกรรมอย่างรวดเร็วเนื่องจากมุ่งเน้นไปที่ความน่าเชื่อถือและความมั่นคงของสินค้า"
            },
            B: {
                shortdescription: "เน้นความทุ่มเท ความน่าเชื่อถือ และคุณภาพของสินค้า",
                description: "มุ่งเน้นในการโชว์ภาพลักษณ์ที่น่าเชื่อถือ และความมุ่งมั่นในการส่งมอบผลิตภัณฑ์ที่มีคุณภาพสูง โดยเน้นย้ำถึงความทนทานยาวนานและประสิทธิภาพที่สม่ำเสมอ",
                marketingStrategy: ["การสร้างเรื่องราวให้กับแบรนด์: เล่าเรื่องราวของแบรนด์ที่เน้นย้ำความมุ่งมั่นที่จะทำให้สินค้ามีความสมบูรณ์ ความน่าเชื่อถือ และการเติบโตอย่างมั่นคง เพื่อที่จะสะท้อนให้เห็นถึงการส่งมอบสินค้าที่มีคุณภาพอย่างต่อเนื่อง", "แคมเปญเน้นสินค้า: ปล่อยแคมเปญที่เน้นถึงความเยี่ยมยอดของสินค้า ความน่าเชื่อถือ และความมุ่งมั่นของแบรนด์ต่อคุณภาพสินค้า เพื่อสริมความไว้วางใจจากผู้บริโภคในผลิตภัณฑ์ของแบรนด์"],
                avoidMarketingStrategy: ["ความพึงพอใจ: การพึ่งพาความสำเร็จในอดีตมากเกินไปอาจขัดขวางนวัตกรรมและการตอบสนองต่อความต้องการของลูกค้าและแนวโน้มตลาดที่เปลี่ยนแปลงไป นำไปสู่การสูญเสียความสำคัญหรือภาพลักษณ์ที่ดีมาตลอดของแบรนด์", "การอนุรักษ์นิยมที่มากเกินไป: การมุ่งเน้นไปที่การอนุรักษ์นิยมที่มากเกินไปอาจทำให้มองข้ามความจำเป็นในการปรับตัวและวิวัฒนาการในการนำเสนอผลิตภัณฑ์ อาจทำให้พลาดโอกาสใหม่ๆในตลาด"],
                trendsToCapture: ["ประชากรที่สูงอายุ: ปรับแบรนด์ให้สอดคล้องกับความต้องการและความชอบของประชากรสูงอายุ สะท้อนถึงความไวและความสามารถในการปรับตัวไปสู่ความหลากหลายของประชากรในวัยต่างๆ แสดงให้เห็นถึงความน่าเชื่อถือและความน่าดึงดูดของแบรนด์ให้กับผู้ชมกลุ่มใหญ่ขึ้น", "ตลาดงานฝีมือและผู้ผลิตสินค้าท้องถิ่น: วางตำแหน่งแบรนด์ให้เป็นแบรนด์ที่สนับสนุนงานฝีมือและสินค้าท้องถิ่น สะท้อนถึงความมุ่งมั่นต่อคุณภาพ ความมีเอกลักษณ์เฉพาะตัว และการสนับสนุนชุมชน ก่อให้เกิดการสร้างความสัมพันธ์กับผู้บริโภคผ่านการให้คุณค่ากับงานฝีมือท้องถิ่น"],
                trendsToAvoid: ["การเปลี่ยนแปลงเทคโนโลยีอย่างรวดเร็ว: แม้ว่าการพัฒนาสิ่งต่างๆให้ทันสมัยเป็นสิ่งสำคัญ แต่การเปลี่ยนแปลงเทคโนโลยีที่กะทันหันหรือมากเกินไปอาจทำให้เกิดความขัดแย้งกับภาพลักษณ์ของแบรนด์ที่น่าเชื่อถือและมั่นคง ซึ่งอาจทำให้ผู้บริโภคที่ต้องการความสม่ำเสมอและความน่าเชื่อถือรู้สึกไม่สบายใจ"],
            },
            C: {
                communicationStrategy: "สร้างเรื่องราวที่เน้นย้ำถึงความน่าเชื่อถือและความยาวนานของแบรนด์โดยใช้สื่อที่ให้ความรู้สึกถึงความมั่นคงและยาวนานเพื่อเชื่อมต่อกับผู้บริโภคที่ให้คุณค่ากับความน่าเชื่อถือและคุณภาพของสินค้า และควรให้ความสำคัญกับแคมเปญที่แสดงถึงความน่าดึงดูดและผลงานที่สม่ำเสมอของแบรนด์",
                mediaStrategy: "เน้นความน่าเชื่อถือและค่าความคงทนของแบรนด์ผ่านการวางกลยุทธ์ที่มั่นคงและสม่ำเสมอ",
                mediaStrategyToAvoid: "การพึ่งพาสื่อที่ผันผวนหรือไม่สม่ำเสมออาจทำลายภาพลักษณ์ที่มั่นคงและน่าเชื่อถือของแบรนด์",
                mediaSelections: "ใช้การผสมผสานระหว่างทีวี โฆษณาออนไลน์ โซเชียลมีเดีย และวิทยุเพื่อรักษาการสื่อสารของแบรนด์ที่สม่ำเสมอและน่าเชื่อถือ"
            },
            D: {
                strength: "เป็นสัญลักษณ์ของความน่าเชื่อถือและค่าความคงทนสูงของสินค้า",
                MIGrouptoStrength: {
                    leverage: "ใช้การวิเคราะห์ข้อมูลเชิงลึกเพื่อให้แน่ใจว่าเกิดการใช้จ่ายในแต่ละประเภทสื่อได้อย่างสมดุล ซึ่งจะเสริมสร้างภาพลักษณ์ที่มั่นคงและน่าเชื่อถือของแบรนด์ได้อย่างมีประสิทธิภาพ",
                    implementation: "การประเมินและการปรับปรุงแคมเปญอย่างสม่ำเสมอเป็นสิ่งสำคัญเพื่อรักษาความน่าดึงดูดและความน่าเชื่อถือของแบรนด์",
                },
                weakness: "อาจถูกมองว่าช้าในการปรับตัวหรือนำนวัตกรรมใหม่ๆมาใช้",
                MIGrouptoWeakness: {
                    implementation: "พัฒนากลยุทธ์ที่คล่องตัวเพื่อสร้างความสมดุลระหว่างความมั่นคงกับนวัตกรรม โดยใช้ข้อมูลแบบเรียลไทม์และแนวโน้มตลาดเพื่อส่งเสริมความสามารถในการปรับตัว"}

            },
        }
    },
    Butterfly:{
        animalDetail: {
            name: 'ผีเสื้อ',
            image: '/assets/backgrounds/Butterfly.png',
            logo: '/assets/icons/Butterfly.png',
            color: "#F169A7",
            shortdescription: "เป็นสัญลักษณ์ของการเปลี่ยนแปลงที่มีชีวิตชีวา และความหลากหลาย โดยควรมุ่งเน้นกลยุทธ์การตลาดไปที่การนำเสนอความสามารถในการเปลี่ยนแปลง ความคิดสร้างสรรค์และแปลกใหม่ สะท้อนให้เห็นถึงความไม่หยุดนิ่งในการทำธุรกิจ อย่างไรก็ตาม แม้แบรนด์ผีเสื้อจะให้ความสำคัญกับนวัตกรรม ความคิดสร้างสรรค์ และการทำสิ่งใหม่ๆ แต่ก็อาจพบปัญหาในการรักษาภาพลักษณ์ของแบรนด์ให้สอดคล้องกันเนื่องจากมีการเปลี่ยนแปลงที่หลากหลาย รวมถึงอาจมีอุปสรรคในการเจาะกลุ่มผู้บริโภคหรือตลาดที่ยังคงมีความเป็นดั้งเดิมอยู่",
            brandChart: "หลากหลายและเปลี่ยนแปลงได้",
            A: {
                description: "การเปลี่ยนแปลง ความสดใส แปลกตา",
                example: "H&M",
                metaphor: "ผีเสื้อเป็นสัญลักษณ์ของแบรนด์ที่มีสีสันและการเปลี่ยนแปลง สื่อถึงแนวคิดที่หลากหลาย สะท้อนให้เห็นถึงความไม่หยุดนิ่งในธุรกิจ",
                strengths: "การเปลี่ยนแปลง ความหลากหลาย สีสัน และแนวทางที่แปลกใหม่",
                weaknesses: "อาจพบปัญหาในการรักษาภาพลักษณ์ของแบรนด์ให้สอดคล้องกันเนื่องจากมีการเปลี่ยนแปลงอย่างต่อเนื่องและหลากหลาย"
            },
            B: {
                shortdescription: "เน้นการเปลี่ยนแปลงและการแสดงออกที่หลากหลาย",
                description: "ควรมุ่งเน้นไปที่การเปลี่ยนแปลงของแบรนด์และความสามารถในการแสดงออกที่หลากหลายและมีสีสัน โดยใช้แคมเปญที่มีชีวิตชีวาซึ่งสะท้อนถึงการพัฒนาที่ไม่หยุดยั้งของแบรนด์",
                marketingStrategy: ["การสร้างเรื่องราวให้กับแบรนด์: พยายามร้อยเรื่องราวที่แสดงถึงการเดินทางที่เปลี่ยนแปลงของแบรนด์และการแสดงออกที่หลากหลาย แสดงให้เห็นถึงความสามารถในการพัฒนาของแบรนด์อย่างก้าวกระโดด", "แคมเปญที่มีชีวิตชีวา: ออกแบบแคมเปญที่มีสีสันและความหลากหลาย สะท้อนให้เห็นถึงการเปลี่ยนแปลงได้อย่างไม่หยุดยั้ง"],
                avoidMarketingStrategy: ["การไม่สอดคล้องกัน: การเปลี่ยนแปลงอย่างต่อเนื่องและความหลากหลายอาจนำไปสู่การไม่สอดคล้องในภาพลักษณ์และการสื่อสารของแบรนด์ ซึ่งอาจทำให้ผู้บริโภครู้สึกสับสนได้", "สไตล์ที่ไม่มีสาระ: การเน้นเฉพาะการแสดงออกที่มีสีสันและแปลกตาโดยไม่มีคุณค่าที่อยู่เบื้องหลังอาจทำให้ความน่าเชื่อถือและความไว้วางใจต่อแบรนด์ลดลง"],
                trendsToCapture: ["การเน้นความสำคัญของจิตใจ: แบรนด์ควรปรับตัวให้มีความสอดคล้องกับจิตใจของผู้บริโภค สะท้อนถึงความเข้าใจในผู้บริโภคของแบรนด์","การผสมผสานวัฒนธรรม: การรวมองค์ประกอบทางวัฒนธรรมที่หลากหลายเข้ากับการแสดงออกของแบรนด์ แสดงให้เห็นถึงความสามารถของแบรนด์ในการผสานองค์ประกอบจากหลายๆ ด้าน"],
                trendsToAvoid: ["การเน้นย้ำที่มากเกินไปในเรื่องของศิลปะ: แม้ว่าความสวยงามและความน่าดึงดูดของสื่อจะเป็นสิ่งสำคัญ แต่การเน้นที่มากเกินไปอาจทำให้เอกลักษณ์หรือมุมมองของผู้บริโภคที่มีต่อแบรนด์เจือจางลง"],
            },
            C: {
                communicationStrategy: "ควรนำเสนอเรื่องราวที่ทำให้เห็นความเปลี่ยนแปลงและการแสดงออกที่มีสีสันของแบรนด์ โดยใช้สื่อที่มีชีวิตชีวา เน้นการแสดงออกทางศิลปะและนวัตกรรมต่างๆเพื่อดึงดูดผ้บริโภคที่ชื่นชอบความหลากหลายและการเปลี่ยนแปลง",
                mediaStrategy: "เน้นการเปลี่ยนแปลงและความหลากหลายของแบรนด์ผ่านการวางสื่อที่มีสีสันและนวัตกรรม",
                mediaStrategyToAvoid: "หลีกเลี่ยงสื่อที่เป็นสีโทนเดียวหรือสื่อที่ไม่เน้นการเปลี่ยนแปลง เพื่อรักษาภาพลักษณ์ที่มีชีวิตชีวาของแบรนด์",
                mediaSelections: "ผสมผสานสื่อที่มีสีสัน อาทิเช่น ทีวี โฆษณาออนไลน์ โซเชียลมีเดีย และวิทยุ เพื่อให้การสื่อสารของแบรนด์มีชีวิตชีวาและเปลี่ยนแปลงได้"
            },
            D: {
                strength: "แสดงถึงการเปลี่ยนแปลงและการแสดงออกทางศิลปะที่หลากหลาย",
                MIGrouptoStrength: {
                    leverage: "ใช้การวิเคราะห์ที่มุ่งเน้นการเปลี่ยนแปลงเพื่อปรับปรุงประสิทธิภาพการใช้จ่ายของสื่อ ",
                    implementation: "การปรับปรุงแคมเปญอย่างต่อเนื่องเป็นสิ่งสำคัญเพื่อเน้นลักษณะที่เปลี่ยนแปลงและความแปลกใหม่ของแบรนด์",
                },
                weakness: "แคมเปญต่างๆอาจดูไม่สอดคล้องกันเนื่องจากการเปลี่ยนแปลงที่หลากหลายจนเกินไป",
                MIGrouptoWeakness: {
                    implementation: "พัฒนากลยุทธ์ที่ชัดเจนและสร้างสมดุลเพื่อรักษาความสอดคล้องของแบรนด์กับความหลากหลาย โดยใช้ข้อมูลแบบเรียลไทม์"}

            },
        }
    },
    Dolphin:{
        animalDetail: {
            name: 'โลมา',
            image: '/assets/backgrounds/Dolphin.png',
            logo: '/assets/icons/Dolphin.png',
            color: "#8ACCEC",
            shortdescription: "โลมา สื่อถึงการมีปฏิสัมพันธ์ที่สนุกสนานและความเยี่ยมยอดในหลายๆด้าน โดยการทำการตลาดของแบรนด์โลมานั้นควรเน้นย้ำถึงความอเนกประสงค์และความสามารถในการเชื่อมต่อกับผู้บริโภคในวงกว้างของแบรนด์ แม้ว่าโลมาจะมีจุดแข็งในเรื่องของความอเนกประสงค์และการมีปฏิสัมพันธ์ที่สนุกสนาน แต่ก็อาจพบปัญหาในเรื่องภาพลักษณ์ของแบรนด์ เนื่องจากผู้บริโภคอาจมองว่าแบรนด์ดูไม่จริงจังและไม่สม่ำเสมอ",
            brandChart: "เน้นการเข้าถึงและความยอดเยี่ยมหลากหลาย",
            A: {
                description: "สนุกสนาน, ดึงดูด, ความเยี่ยมยอดที่หลากหลาย",
                example: "Burger King",
                metaphor: "โลมาเป็นสัญลักษณ์ของแบรนด์ที่มีความสนุกสนาน ความน่าดึงดูด ความโดดเด่น และปฏิสัมพันธ์กับลูกค้าได้เป็นอย่างดี สะท้อนให้เห็นถึงความอเนกประสงค์และการปรับตัวได้ดีในหลายๆ ด้าน",
                strengths: "การมีส่วนร่วม ความหลากหลาย ความสนุกสนาน ความสามารถในการปรับตัว และความเยี่ยมยอดในหลายๆด้าน",
                weaknesses: "อาจพบปัญหาในการรักษาตัวตนของแบรนด์ที่สื่อถึงความมุ่งมั่นและสม่ำเสมอ เนื่องจากโลมานั้นเน้นความสนุกสนานเป็นหลัก"
            },
            B: {
                shortdescription: "เน้นความสนุกสนาน การมีส่วนร่วม และความเยี่ยมยอดหลากหลายด้าน",
                description: "ควรเน้นกลยุทธ์ที่แสดงถึงความเป็นธรรมชาติที่สนุกสนาน การดึงดูดใจ และความเยี่ยมยอดในหลายๆ ด้านของแบรนด์โดยใช้แคมเปญที่มีปฏิสัมพันธ์กับผู้บริโภคในวงกว้าง",
                marketingStrategy: ["การสร้างเรื่องราวให้กับแบรนด์: พัฒนาเรื่องราวที่สามารถโชว์จิตวิญญาณที่เบิกบาน บุคลิกที่ดูมีส่วนร่วม และความเยี่ยมยอดที่หลากหลาย เสริมภาพลักษณ์ของแบรนด์ที่เข้าถึงได้ง่ายและมีหลายมิติ", "แคมเปญที่โต้ตอบกลับได้: สร้างแคมเปญที่หลากหลายมิติ สามารถมีส่วนร่วมโต้ตอบได้ สะท้อนถึงธรรมชาติที่สนุกสนานและมีสีสันของแบรนด์"],
                avoidMarketingStrategy: ["การขาดความลึกซึ้ง: หากมุ่งเน้นไปที่ความสนุกสนานและความน่าดึงดูดโดยขาดความลึกซึ้งอาจทำให้ภาพลักษณ์ของแบรนด์ดูไม่จริงจัง", "ความหลากหลายที่มากเกินไป: การนำเสนอสีสันที่หลากหลายมากเกินไปโดยไม่มีจุดยืนที่ชัดเจนอาจทำให้ผู้บริโภคสับสนและทำให้ตัวตนหลักของแบรนด์จางหายไป"],
                trendsToCapture: ["รูปแบบการทํางานที่ยืดหยุ่น: วางตำแหน่งแบรนด์ให้เป็นผู้นำในการปรับตัวสนับสนุนอิสระในการทํางานรูปแบบใหม่จากการทํางานที่สถานที่ใดก็ได้ สะท้อนถึงความหลากหลายและการก้าวไปข้างหน้าของแบรนด์", "การสื่อสารการตลาดที่เสริมด้วย AI: นำเครื่องมือ AI ขั้นสูงมาใช้เพื่อวิเคราะห์ข้อมูลผู้บริโภค คาดการณ์แนวโน้ม และปรับแต่งการสื่อสารเฉพาะบุคคล แสดงให้เห็นถึงความเยี่ยมยอดและนวัตกรรมที่หลากหลายของแบรนด์"],
                trendsToAvoid: ["การเน้นนวัตกรรมที่มากเกินไป: แม้ว่านวัตกรรมจะสำคัญ แต่การตามหานวัตกรรมใหม่ๆ อย่างต่อเนื่องอาจทำให้ค่านิยมหลักและวิสัยทัศน์ระยะยาวของแบรนด์ถูกบดบัง ซึ่งอาจนำไปสู่การแสดงตัวตนของแบรนด์ที่ไม่สอดคล้องกัน"],
            },
            C: {
                communicationStrategy: "พัฒนาเรื่องราวที่ทำให้ผู้ชมมีส่วนร่วม โดยเน้นถึงความสามารถที่หลากหลายของแบรนด์และการสร้างปฏิสัมพันธ์กับผู้บริโภคอย่างแข็งแกร่ง ใช้สื่อที่สนุกสนานและแบะมีสีสันเพื่อเชื่อมต่อกับกลุ่มผู้บริโภคที่ให้ความสำคัญกับการมีส่วนร่วมและความหลากหลาย",
                mediaStrategy: "นำเสนอการมีส่วนร่วมและความหลากหลายของแบรนด์ผ่านการวางสื่อที่มีชีวิตชีวาและหลากหลาย",
                mediaStrategyToAvoid: "การพึ่งพาสื่อที่ไม่ทำให้เกิดการมีปฏิสัมพันธ์หรือสื่อจำเจอาจทำให้ภาพลักษณ์ที่มีสีสันและน่าสนใจของแบรนด์ถูกทำลาย",
                mediaSelections: "ใช้การผสมผสานของสื่อทีวี โฆษณาออนไลน์ โซเชียลมีเดีย และวิทยุ เพื่อรักษาการสื่อสารของแบรนด์ที่มีชีวิตชีวาและน่าสนใจ"
            },
            D: {
                strength: "โลมาเป็นสัญลักษณ์ของความสามารถหลากหลายด้านและการปฏิสัมพันธ์กับผู้บริโภคอย่างหนักแน่น",
                MIGrouptoStrength: {
                    leverage: "ใช้การวิเคราะห์ที่ขับเคลื่อนด้วยการมีส่วนร่วมเพื่อเพิ่มประสิทธิภาพการในใช้จ่ายสื่อ เสริมภาพลักษณ์ที่มีชีวิตชีวาและหลากหลายของแบรนด์",
                    implementation: "การปรับใช้แคมเปญอย่างต่อเนื่องเป็นสิ่งสำคัญเพื่อเน้นธรรมชาติที่มีส่วนร่วมและความหลากหลายของแบรนด์",
                },
                weakness: "อาจประสบปัญหากับการรักษาความสม่ำเสมอเนื่องจากมุ่งเน้นที่หลากหลายจนเกินไป",
                MIGrouptoWeakness: {
                    implementation: "ใช้ข้อมูลเรียลไทม์และข้อมูลแนวโน้มที่หลากหลายเพื่อวางกลยุทธ์ที่สอดคล้องและเชื่อมโยงกัน"}

            },
        }
    },
    Panda:{
        animalDetail: {
            name: 'แพนด้า',
            image: '/assets/backgrounds/Panda.png',
            logo: '/assets/icons/Panda.png',
            color: "#C4C0BC",
            shortdescription: "แพนด้า มีเสน่ห์และยึดลูกค้าเป็นศูนย์กลาง ควบคู่ไปกับการนำเสนอผลิตภัณฑ์ที่ยอดเยี่ยม ควรมุ่งเน้นกลยุทธ์ไปที่การทำให้ผู้บริโภครู้สึกมีอารมณ์ร่วมไปกับแบรนด์ พร้อมกับการส่งมอบสินค้าหรือบริการที่มีคุณภาพสูงในขณะเดียวกัน โดยถึงแม้ว่าแบรนด์แพนด้าจะเป็นแบรนด์ที่ให้ความสำคัญกับการเชื่อมต่อทางอารมณ์และมีคุณภาพผลิตภัณฑ์ที่ดีเยี่ยม แต่ก็อาจต้องประสบปัญหาในสภาพแวดล้อมที่มีการแข่งขันทางด้านราคาสูง รวมถึงอาจพบกับความท้าทายในการปรับตัวให้เข้ากับการตลาดที่เปลี่ยนแปลงไปอย่างรวดเร็ว ซึ่งอาจทำให้แบรนด์เสียเอกลักษณ์ที่มีเสน่ห์",
            brandChart: "ความมีเสน่ห์และความยอดเยี่ยม",
            A: {
                description: "มีเสน่ห์ ให้ความสำคัญกับลูกค้า นำเสนอผลิตภัณฑ์ที่ยอดเยี่ยม",
                example: "Cadbury",
                metaphor: "แพนด้าเป็นสัญลักษณ์ของแบรนด์ที่มีเสน่ห์ภายใน มุ่งเน้นความสัมพันธ์กับลูกค้า เสนอผลิตภัณฑ์ที่มีระดับคุณภาพสูง",
                strengths: "มีความสัมพันธ์ที่ดีกับลูกค้า นำเสนอแต่ผลิตภัณฑ์ที่มีคุณภาพสูง และมีเสน่ห์",
                weaknesses: "อาจพบกับความท้าทายในการปรับตัวเข้ากับกลยุทธ์การตลาดที่เปลี่ยนแปลงที่รวดเร็วเกินไป ที่อาจทำให้เสียเอกลักษณ์แบรนด์ที่มีเสน่ห์"
            },
            B: {
                shortdescription: "เน้นความมีเสน่ห์และการนำเสนอผลิตภัณฑ์ที่ยอดเยี่ยม",
                description: "ให้ความสำคัญในการเน้นย้ำถึงเสน่ห์ของแบรนด์และคุณภาพของผลิตภัณฑ์ สร้างแคมเปญที่เน้นความผูกพันกับลูกค้า",
                marketingStrategy: ["การสร้างเรื่องราวให้กับแบรนด์: สร้างเรื่องราวที่เน้นความทุ่มเทให้กับคุณภาพและเสน่ห์ในความสัมพันธ์กับลูกค้า", "สัญลักษณ์ของความไว้วางใจ: ใช้การให้รางวัลกับลูกค้า เพื่อสื่อความมุ่งมั่นของแบรนด์ที่ต้องการเป็นที่รักและใส่ใจในคุณภาพของผลิตภัณฑ์"],
                avoidMarketingStrategy: ["การเปลี่ยนแปลงที่มากเกินไป: แม้ว่าการพัฒนาเป็นสิ่งสำคัญ แต่แบรนด์ควรหลีกเลี่ยงการเปลี่ยนแปลงที่รวดเร็วหรือกว้างเกินไป ซึ่งอาจทำให้สูญเสียเอกลักษณ์และความมีเสน่ห์ของแบรนด์", "การตลาดที่รวดเร็ว: แบรนด์ควรหลีกเลี่ยงกลยุทธ์การตลาดที่ดุดันจนเกินไป เนื่องจากอาจจะทำให้ลูกค้าหลักเปลี่ยนใจได้"],
                trendsToCapture: ["งานฝีมือ: โชว์ความทุ่มเทของแบรนด์ต่อคุณภาพและการนำเสนอผลิตภัณฑ์ที่ยอดเยี่ยม โดยเน้นผลิตภัณฑ์ที่ทำด้วยมือ ผลิตภัณฑ์ที่ทำตามความต้องการของลูกค้าแบบเฉพาะรายบุคคล และผลิตภัณฑ์ที่มีจำนวนจำกัด", "รีวิวจากลูกค้า: นำเสนอรีวิวจริงจากประสบการณ์ของลูกค้าเพื่อสร้างความสัมพันธ์กับผู้บริโภคและเป็นการเน้นย้ำเสน่ห์หรือจุดเด่นของแบรนด์"],
                trendsToAvoid: ["แฟลชเซลล์หรือส่วนลดที่มากจนเกินไป: กลยุทธ์ดังกล่าวอาจทำให้ผู้บริโภคกังวลเกี่ยวกับคุณภาพของแบรนด์และมีมุมมองต่อแบรนด์ที่เปลี่ยนไป", "การเปิดตัวผลิตภัณฑ์ใหม่อย่างรวดเร็ว: การเปิดตัวผลิตภัณฑ์ใหม่อย่างรวดเร็วและต่อเนื่องอาจทำให้ลูกค้ารู้สึกเบื่อ และไม่เห็นคุณค่าของผลิตภัณฑ์"],
            },
            C: {
                communicationStrategy: "สร้างเรื่องราวที่อบอุ่นหัวใจ แสดงให้เห็นถึงเสน่ห์ของแบรนด์ การส่งมอบแต่ผลิตภัณฑ์ที่ยอดเยี่ยม เพื่อสร้างความสัมพันธ์ที่ลึกซึ้งกับผู้ชม ใช้การผสมผสานระหว่างเนื้อหาที่เน้นอารมณ์และข้อเท็จจริงเพื่อดึงดูดทั้งความคิดและจิตใจของผู้บริโภค",
                mediaStrategy: "ส่งเสริมความมีเสน่ห์และผลิตภัณฑ์ที่ยอดเยี่ยมของแบรนด์ผ่านสื่อทั้งแบบดั้งเดิมและแบบสมัยใหม่ โดยทำให้ผู้บริโภคสัมผัสได้ถึงสิ่งที่แบรนด์ต้องการจะสื่อ",
                mediaStrategyToAvoid: "การให้รายละเอียดข้อมูลทางเทคนิคกับผู้บริโภคมากเกินไป หรือการเลือกใช้สื่อที่ไม่สอดคล้องกับภาพลักษณ์ของแบรนด์",
                mediaSelections: "ใช้สื่อทีวี สื่อสิ่งพิมพ์ โฆษณาออนไลน์ และโซเชียลมีเดีย โดยให้ความสำคัญกับสื่อที่ช่วยส่งเสริมการแสดงออกของแบรนด์และการมีปฏิสัมพันธ์กับผู้บริโภค"
            },
            D: {
                strength: "แพนด้าแสดงถึงความมีเสน่ห์และผลิตภัณฑ์ที่ยอดเยี่ยม",
                MIGrouptoStrength: {
                    leverage: "ใช้การวิเคราะห์ความคิดเห็นและความรู้สึกของผู้บริโภค เพื่อให้แบรนด์สามารถสื่อถึงผู้บริโภคผ่านทางอารมณ์ความรู้สึกและค่านิยมได้",
                    implementation: "ใช้ข้อมูลที่ได้จากการวิเคราะห์ AI เพื่อปรับแต่งแคมเปญให้เหมาะสมแบบเรียลไทม์และยังคงรักษาเสน่ห์ซึ่งเป็นจุดเด่นของแบรนด์ไว้ได้อย่างสม่ำเสมอ",
                },
                weakness: "อาจจะตอบสนองได้ช้าเมื่อต้องทำกลยุทธ์การตลาดที่รวดเร็วให้กับทันสถานการณ์",
                MIGrouptoWeakness: {
                    implementation: "ใช้ระบบการติดตามและวิเคราะห์สถานการณ์เพื่อปรับกลยุทธ์ให้รวดเร็วยิ่งขึ้นโดยไม่สูญเสียเสน่ห์ของแบรนด์"}

            },
        }
    },
    Fox:{
        animalDetail: {
            name: 'จิ้งจอก',
            image: '/assets/backgrounds/Fox.png',
            logo: '/assets/icons/Fox.png',
            color: "#B74523",
            shortdescription: "หมาป่า มีความสามารถในการปรับตัวอย่างเฉลียวฉลาดและมีศักยภาพในการเติบโตสูง กลยุทธ์การตลาดของแบรนด์ควรเน้นย้ำถึงแนวทางการประยุกต์ใช้นวัตกรรมที่แสดงให้เห็นถึงศักยภาพในการพลิกโฉมตลาด สื่อถึงความพร้อมที่จะเติบโตแม้อยู่ในสภาพแวดล้อมที่มีการแข่งขันสูง  โดยถึงแม้ว่าหมาป่าจะเป็นแบรนด์ที่มีความสามารถในการพัฒนาที่ก้าวกระโดด แต่ก็ยังคงต้องเผชิญกับการสร้างตำแหน่งทางการตลาดที่แข็งแกร่ง รวมถึงสร้างความน่าเชื่อถือให้กับผู้บริโภคในระยะยาว",
            brandChart: "มีศักยภาพในการเติบโต",
            A: {
                description: "เป็นแบรนด์ใหม่ที่มีความเฉลียวฉลาดและศักยภาพสูง",
                example: "Spotify",
                metaphor: "หมาป่าแทนแบรนด์ที่มีความเฉลียวฉลาด มีศักยภาพและสามารถแก้ไขปัญหาต่างๆได้โดยการประยุกต์ใช้นวัตกรรม สะท้อนให้เห็นถึงความสามารถในการปรับตัวและความพร้อมที่จะเติบโตได้ในสภาพแวดล้อมที่แข่งขันสูง",
                strengths: "มีมีศักยภาพในการปรับตัวและเติบโต ผ่านการวางกลยุทธ์ที่เฉลียวฉลาดและการปรับใช้นวัตกรรม",
                weaknesses: "เนื่องจากเป็นแบรนด์ใหม่ที่กำลังเติบโต จึงต้องใช้ความพยายามสูงในการสร้างแบรนด์รวมถึงสร้างความน่าเชื่อถือให้กับผู้บริโภค"
            },
            B: {
                shortdescription: "เน้นย้ำถึงศักยภาพในการเติบโตและการใช้นวัตกรรม",
                description: "สร้างโอกาสและการรับรู้ถึงแบรนด์ของผู้บริโภคโดยบอกเล่าถึงความสามารถทางนวัตกรรมของแบรนด์ เน้นการโชว์ศักยภาพในการปรับตัวและพัฒนา สะท้อนให้เห็นถึงการเติบโตที่ก้าวกระโดดในอนาคต",
                marketingStrategy: ["การสร้างเรื่องราวให้กับแบรนด์: บอกเล่าถึงความก้าวหน้าของแบรนด์ตั้งแต่จุดเริ่มต้น ผ่านกระบวนการใช้นวัตกรรมในการพัฒนาจนมาถึงปัจจุบัน และแนวโน้มที่จะเติบโตต่อไปในอนาคตของแบรนด์", "สัญลักษณ์ของความไว้วางใจ: นำเสนอรางวัลการันตีจากที่ต่างๆ เพื่อสร้างความมั่นใจให้กับผู้บริโภค และเป็นการตอกย้ำถึงศักยภาพในการพัฒนาของแบรนด์ในตลาด"],
                avoidMarketingStrategy: ["ข้อความที่เกินจริง: ควรสื่อสารกับผู้บริโภคเฉพาะในสิ่งที่แบรนด์สามารถทำได้จริงเท่านั้น เพื่อไม่ให้แบรนด์สูญเสียชื่อเสียงและความไว้วางใจจากผู้บริโภค", "การสื่อสารที่ไม่ต่อเนื่อง: เนื่องจากเป็นช่วงที่ผู้บริโภคต้องการข้อมูลเกี่ยวกับแบรนด์ ดังนั้นจึงควรหลีกเลี่ยงการสื่อสารที่ขัดแย้งและไม่ต่อเนื่องกันเพื่อไม่ให้กระทบต่อความน่าเชื่อถือและการเติบโตของแบรนด์"],
                trendsToCapture: ["การเติบโตของดิจิทัล: ใช้ความก้าวหน้าของนวัตกรรมเพื่อเพิ่มความสามารถในการปรับเปลี่ยนและพัฒนาแบรนด์ให้เติบโตมากยิ่งขึ้น", "การใช้ AI สำหรับการสื่อสารการตลาด: การนำ AI มาใช้เพื่อปรับแต่งกลยุทธ์สามารถแสดงให้เห็นถึงแนวทางที่ก้าวหน้าและความมุ่งมั่นในการใช้ประโยชน์จากความก้าวหน้าทางเทคโนโลยีเพื่อการเติบโตของแบรนด์"],
                trendsToAvoid: ["การผสมผสานทางวัฒนธรรม: แม้ว่านวัตกรรมจะเป็นกุญแจสำคัญ แต่การผสมผสานนวัตกรรมที่หลากหลายมากจนเกินไปอาจทำให้เอกลักษณ์ของแบรนด์จืดจางลง ดังนั้นจึงควรรักษาสมดุลของการประยุกต์ใช้นวัตกรรมให้สอดคล้องพอดีกัน"],
            },
            C: {
                communicationStrategy: "สร้างเรื่องราวของแบรนด์น้องใหม่ที่มีความสามารถในการปรับตัวและมีศักยภาพในการเติบโต โดยใช้สื่อรูปแบบใหม่ที่มีความยืดหยุ่นเพื่อสร้างความสัมพันธ์กับกลุ่มผู้บริโภคที่ให้คุณค่าในเรื่องของศักยภาพและการปรับตัว",
                mediaStrategy: "เน้นถึงการเติบโตและความสามารถในการปรับตัวของแบรนด์ผ่านการลงสื่อที่แปลกใหม่และมีการเปลี่ยนแปลงสื่ออยู่สม่ำเสมอ",
                mediaStrategyToAvoid: "หลีกเลี่ยงการพึ่งพาสื่อรูปแบบเดิมๆที่ไม่มีการปรับเปลี่ยน เพื่อรักษาภาพลักษณ์ที่เติบโตและปรับตัวได้ของแบรนด์",
                mediaSelections: "ใช้สื่อผสมทั้งทีวี โฆษณาออนไลน์ โซเชียลมีเดีย และวิทยุ เพื่อให้เกิดการเปลี่ยนแปลงและน่าสนใจ"
            },
            D: {
                strength: "หมาจิ้งจอกเป็นสัญลักษณ์ของการเกิดใหม่และมีศักยภาพในการเติบโต",
                MIGrouptoStrength: {
                    leverage: "MI GROUP สามารถสนับสนุนแบรนด์โดยช่วยจัดสรรการใช้จ่ายสื่ออย่างมีประสิทธิภาพ จากการวิเคราะห์ที่เน้นถึงเรื่องการพัฒนาแบรนด์ให้เติบโต",
                    implementation: "ปรับแต่งแคมเปญอย่างสม่ำเสมอเพื่อเน้นย้ำถึงศักยภาพและความสามารถของแบรนด์",
                },
                weakness: "เนื่องจากเป็นแบรนด์ใหม่ จึงมีโอกาสที่จะถูกประเมินค่าต่ำ",
                MIGrouptoWeakness: {
                    implementation: "คอยอัพเดทข้อมูลและจับตามองถึงเทรนด์ที่กำลังเกิดขึ้นใหม่มาวิเคราะห์สำหรับการสร้างกลยุทธ์เพื่อยกระดับการรับรู้ของแบรนด์และพัฒนาแบรนด์ให้เติบโต"}

            },
        }
    },

}
